<!DOCTYPE html>
<html lang="ko">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>spitz 정보</title>
    <style>
        body {
            font-family: Arial, sans-serif;
            margin: 20px;
        }
        table {
            width: 100%;
            border-collapse: collapse;
            table-layout: fixed;
        }
        th, td {
            border: 1px solid #ddd;
            padding: 16px;
            text-align: left;
            vertical-align: top;
            word-wrap: break-word;
        }
        th {
            background-color: #f2f2f2;
            width: 20%;
        }
        td {
            width: 80%;
        }
        .dog-image {
            text-align: center;
        }
        .dog-image img {
            width: 200px;
            height: auto;
        }
    </style>
</head>
<body>
    <h1>spitz</h1>
    <table>
        <tr>
            <th class="image">
                <img src="./upload/affenpinscher.jpg" alt="spitz">
            </th>
        </tr>
        <tr>
        </tr>
        <tr>
        </tr>
        </tr>
            <th>역사</th>
        </tr>
        <tr>
            <td>
                스피츠는 수천 년 전부터 북부 유럽, 시베리아, 그리고 극지방에서 발생한 것으로 여겨집니다. 이들은 북극권과 가까운 추운 지역에서 거주하던 사람들과 함께 살며, 인간과 깊은 유대 관계를 형성했습니다.
스피츠 견종의 기원은 사냥견과 썰매견으로서의 역할에서 비롯됩니다. 이들은 튼튼한 체력과 내구성, 그리고 추운 날씨를 견디기 위한 두꺼운 이중모를 갖추고 있었기 때문에, 주로 북극과 가까운 지역에서 사냥이나 짐을 운반하는 데 사용되었습니다.
            </tr>
        <tr>
            <th>외모</th>
        </tr>
        <tr>
            <td>
                스피츠견들은 대부분 두꺼운 이중모(이중 털)를 가지고 있으며, 이는 그들이 추운 기후에서 생존할 수 있도록 도와줍니다. 이중모는 외부의 거친 날씨로부터 보호하고, 내부의 온기를 유지하는 데 탁월한 역할을 합니다.
털 색은 매우 다양하며, 흰색, 검은색, 갈색, 회색, 크림색, 빨간색 등의 다양한 색상이 존재합니다.
스피츠 견종의 또 다른 눈에 띄는 특징은 뾰족하고 위로 서 있는 귀입니다. 이들은 북방견답게 주위 환경에 대한 감각이 예민하고, 귀를 통해 빠르게 소리를 포착하여 반응할 수 있습니다.
스피츠 견종은 대체로 쐐기 모양의 머리와 뾰족한 주둥이를 가지고 있습니다. 이는 그들이 사냥이나 탐색 활동을 할 때 유리하게 작용하는 부분입니다.
스피츠 견종은 대부분 꼬리가 등을 따라 말려 올라가는 형태를 보입니다. 이 특징은 스피츠 견종을 다른 견종들과 구별짓는 중요한 외모적 요소입니다.
            </tr>
        <tr>
            <th>성격과 특징</th>
        </tr>
        <tr>            
            <td>
                스피츠 견종은 대부분 똑똑하고 독립적인 성격을 가지고 있습니다. 그들은 과거 사냥과 목양, 썰매견으로서 인간의 도움 없이 임무를 완수하는 데 익숙해졌기 때문에, 자립심이 강한 경우가 많습니다.
그러나 이들은 또한 주인과의 유대감을 소중히 여기며, 충성심이 강하고 헌신적인 성격을 보입니다.
대부분의 스피츠견은 높은 에너지를 가지고 있어, 운동량이 풍부하고 활동적인 삶을 선호합니다. 이들은 오랫동안 사냥이나 썰매 끌기 같은 고된 노동을 해왔기 때문에, 충분한 운동이 필요합니다.
운동이 부족할 경우, 스트레스를 받거나 파괴적인 행동을 할 수 있기 때문에, 일상적으로 긴 산책이나 활발한 활동이 중요합니다.
스피츠견은 경계심이 강하고 보호 본능이 뛰어나 경비견으로서의 자질을 가지고 있습니다. 특히 낯선 사람에게 신중한 경향이 있으며, 가족과의 강한 유대감을 형성하고 그들을 보호하려는 경향이 있습니다.
이들은 낯선 사람에게 짖는 경우가 많지만, 잘 훈련될 경우 가족을 지키면서도 사교적으로 행동할 수 있습니다.
스피츠 견종은 때때로 고집이 세고 독립적이기 때문에, 어린 시절부터 적절한 사회화 훈련이 필요합니다. 이는 다른 사람들과 동물들과의 관계에서 문제를 예방하는 데 중요합니다.
        </tr>
    </table>
</body>
</html>
